Repository: withxat/Dash
Catalog: apps/ios/Dash/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Records and proxy status
zh_hans: 记录与代理状态

source: Redacted
zh_hans: 已隐去

source: Redemption
zh_hans: 赎回期

source: Redemption Period
zh_hans: 赎回期

source: Refreshing
zh_hans: 正在刷新

source: Registered
zh_hans: 注册

source: Registered domains
zh_hans: 已注册域名

source: Registrant
zh_hans: 注册人

source: Registrar
zh_hans: 注册商

source: Registration
zh_hans: 注册信息

source: Registration info from RDAP
zh_hans: 来自 RDAP 的注册信息

source: Registry status
zh_hans: 注册局状态

source: Release to cancel
zh_hans: 松开以取消

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除%1$@

source: Remove one cached asset without disturbing the rest of the domain.
zh_hans: 清理单个缓存资源，不影响域名其余部分。

source: Removes the MX and SPF records Cloudflare added to %@. Mail sent to addresses at this domain will bounce until you point MX records at another provider. Your routes and destination addresses are kept.
zh_hans: 将移除 Cloudflare 为 %@ 添加的 MX 和 SPF 记录。在将 MX 记录指向其他服务商之前，发往此域名的邮件都会被退回。现有路由和收件地址会保留。

source: Removing a destination address isn't available in Dash. Use the Cloudflare dashboard.
zh_hans: Dash 暂不支持删除收件地址，请前往 Cloudflare 控制台操作。

source: Removing a domain isn't available in Dash. Use the Cloudflare dashboard.
zh_hans: Dash 暂不支持移除域名，请使用 Cloudflare 控制台。

source: Removing old key…
zh_hans: 正在删除旧 key…

source: Rename
zh_hans: 重命名

source: Rename & move
zh_hans: 重命名与移动

source: Rename account
zh_hans: 重命名账户

source: Renamed to %@.
zh_hans: 已重命名为 %1$@。

source: Renew Period
zh_hans: 续费宽限期

source: Renew Prohibited
zh_hans: 禁止续费

source: Renew it yourself or you lose the domain.
zh_hans: 需要手动续费，否则会失去该域名。

source: Renewals, transfers, and contact changes happen on the Cloudflare dashboard.
zh_hans: 续费、转移和联系人修改需要在 Cloudflare 控制台完成。

source: Reported by the beacon, not counted at the edge.
zh_hans: 由 beacon 上报，不是在边缘统计的。

source: Requesting…
zh_hans: 请求中…

source: Requests
zh_hans: 请求

source: Requests and threats
zh_hans: 请求与威胁

source: Requests chart for %@. Total %@ requests, %@ threats.
zh_hans: %1$@的请求图表。共 %2$@ 次请求，%3$@ 次威胁。

source: Requests chart for %@. Total %@ requests.
zh_hans: %1$@的请求图表。共 %2$@ 次请求。

source: Requests, visitors, and bandwidth
zh_hans: 请求、访客与带宽

source: Require a long press to confirm deletes and other irreversible actions.
zh_hans: 删除等不可逆操作需要长按确认。

source: Resource
zh_hans: 资源

source: Resources
zh_hans: 资源

source: Resources for this account will show up here.
zh_hans: 此账户的资源会显示在这里。

source: Retry
zh_hans: 重试

source: Retry deletion
zh_hans: 重试删除

source: Retry deployment
zh_hans: 重试部署

source: Retry failed deletions
zh_hans: 重试失败的删除

source: Retry failures
zh_hans: 重试失败项

source: Retry started.
zh_hans: 已开始重试

source: Retrying deletion…
zh_hans: 正在重新删除…

source: Return to connect
zh_hans: 返回并连接

source: Review every requested permission in Cloudflare before you authorize.
zh_hans: 授权前可在 Cloudflare 中查看全部请求权限。

source: Review the issue
zh_hans: 查看问题

source: Rollback to this
zh_hans: 回滚到此版本

source: Rolled back successfully.
zh_hans: 回滚成功

source: Route
zh_hans: 路由

source: Route a hostname from one of this account's zones to this Worker.
zh_hans: 将本账户某个 zone 的主机名路由到此 Worker。

source: Routes
zh_hans: 路由

source: Save
zh_hans: 保存

source: Saved successfully.
zh_hans: 保存成功

source: Scroll for more domains
zh_hans: 滚动查看更多域名

source: Search domains
zh_hans: 搜索域名

source: Searching %lld loaded domains
zh_hans: 正在搜索已加载的 %lld 个域名

source: Secondary DNS
zh_hans: 辅助 DNS

source: Security
zh_hans: 安全

source: Security Level
zh_hans: 安全级别

# Security level for %@ restored to %@.
source: Security level for %1$@ restored to %2$@.
zh_hans: 已将 %1$@ 的安全级别恢复为 %2$@。

source: Select %@
zh_hans: 选择 %@

source: Select objects
zh_hans: 选择对象

source: Select objects, Nothing to select in this folder
zh_hans: 选择对象，此文件夹中没有可选对象

source: Select objects, Or drag with two fingers on the list
zh_hans: 选择对象，或在列表上用双指拖动

source: Selected
zh_hans: 已选中

source: Send feedback
zh_hans: 发送反馈

source: Send test alert
zh_hans: 发送测试提醒

source: Send verification email
zh_hans: 发送验证邮件

source: Sending…
zh_hans: 发送中…

source: Serve this bucket at a Cloudflare-managed r2.dev URL.
zh_hans: 通过 Cloudflare 托管的 r2.dev URL 提供此存储桶。

source: Server Delete Prohibited
zh_hans: 注册局禁止删除

source: Server Hold
zh_hans: 注册局暂停解析

source: Server Renew Prohibited
zh_hans: 注册局禁止续费

source: Server Transfer Prohibited
zh_hans: 注册局禁止转移

source: Server Update Prohibited
zh_hans: 注册局禁止更新

source: Service
zh_hans: 服务

source: Service copied.
zh_hans: 服务地址已复制。

source: Set Development Mode
zh_hans: 设置开发模式

source: Set Under Attack Mode
zh_hans: 设置 Under Attack 模式

source: Set up email routing
zh_hans: 设置邮件路由

source: Settings
zh_hans: 设置

source: Settings on this iPhone stay local.
zh_hans: 这台 iPhone 上的设置会保留在本地。

source: Shortcuts
zh_hans: 快捷方式

source: Shortcuts & Share write access
zh_hans: 快捷方式与共享扩展写入权限

source: Show R2 buckets in the Files app
zh_hans: 在“文件”App 中显示 R2 存储桶

source: Show all
zh_hans: 显示全部

source: Show all build outcomes
zh_hans: 显示全部构建结果

source: Show all record types
zh_hans: 显示全部记录类型

source: Show more metrics
zh_hans: 显示更多指标

source: Show one dithered Watchtower metric for a Cloudflare account.
zh_hans: 以点阵趋势图展示一个 Cloudflare 账户的 Watchtower 指标。

source: Show one dithered analytics metric for a Cloudflare domain.
zh_hans: 以点阵趋势图展示一个 Cloudflare 域名的分析指标。

source: Showing %lld of %lld %@
zh_hans: 已显示 %lld / %lld %@

source: Showing %lld of %lld.
zh_hans: 已显示 %1$lld 项，共 %2$lld 项。

source: Shows chart details
zh_hans: 显示图表详情

source: Sign in
zh_hans: 登录

source: Sign in again
zh_hans: 重新登录

source: Sign out
zh_hans: 退出登录

source: Siri & Shortcuts
zh_hans: Siri 与快捷指令

source: Size
zh_hans: 大小

source: Skipped
zh_hans: 已跳过

source: Some DNS records Email routing needs are missing. Mail may not be delivered.
zh_hans: 邮件路由所需的部分 DNS 记录缺失，邮件可能无法送达。

source: Some deletions failed.
zh_hans: 部分删除失败。

source: Stage
zh_hans: 阶段

source: Stages
zh_hans: 构建阶段

source: Stale
zh_hans: 已过期

source: Stale — open Dash to refresh.
zh_hans: 数据已过期 — 打开 Dash 刷新。

source: Start a new Cloudflare zone
zh_hans: 创建新的 Cloudflare 站点

source: Start with the pending domain signal
zh_hans: 从待处理的域名信号开始

source: Start your engine!
zh_hans: 启动引擎！

source: Started %@
zh_hans: 启动时间：%@

source: Status
zh_hans: 状态

source: Status, %@
zh_hans: 状态，%@

source: Stop ignoring
zh_hans: 停止忽略

source: Storage & Data
zh_hans: 存储与数据

source: Success
zh_hans: 成功

source: Suspended
zh_hans: 已暂停

source: Switch Account
zh_hans: 切换账户

source: Switch Cloudflare account?
zh_hans: 要切换 Cloudflare 账户吗？

source: Switch account
zh_hans: 切换账户

source: Switch all traffic to version %@. Gradual rollouts are not supported.
zh_hans: 将所有流量切换到版本 %@。不支持渐进式发布。

source: Switch to %@? Cached data and open screens for the current account will reset.
zh_hans: 切换到 %@？当前账户的缓存数据和已打开页面将重置。

source: Switch traffic
zh_hans: 切换流量

source: Sync is off. These preferences stay on this iPhone, and the existing iCloud copy is not deleted.
zh_hans: 同步已关闭。这些偏好会保留在这台 iPhone 上，iCloud 中现有的副本不会被删除。

source: Sync settings
zh_hans: 同步设置

source: Syntax highlighting
zh_hans: 语法高亮

source: System
zh_hans: 跟随系统

source: System follows the iPhone language, including Settings → Dash → Language.
zh_hans: “跟随系统”使用 iPhone 语言，也包括“设置 → Dash → 语言”。

source: Tabs
zh_hans: 标签页

source: Tag
zh_hans: 标签

source: Take action
zh_hans: 采取操作

source: Tap to enable
zh_hans: 点击启用

source: Tap to open Settings
zh_hans: 点击打开设置

source: Target
zh_hans: 目标

source: Teal
zh_hans: 青绿色

source: Terms of Use
zh_hans: 使用条款

source: Test alert sent. It should appear in a moment.
zh_hans: 测试提醒已发送，稍后应会出现。

source: The Files location and its downloaded files will be removed from this iPhone.
zh_hans: 这个“文件”位置及其已下载文件将从这台 iPhone 移除。

source: The active account changed before the upload finished.
zh_hans: 上传完成前，当前账户已发生变化。

source: The active account changed before the upload started. Run the shortcut again.
zh_hans: 上传开始前，当前账户已发生变化。请重新运行此快捷指令。

source: The demo stays read-only so sample actions cannot change real infrastructure. Return to onboarding to connect Cloudflare and make changes.
zh_hans: 演示模式保持只读，示例操作不会更改真实基础设施。返回连接页面并连接 Cloudflare 后即可进行更改。

source: The files will be written to %@.
zh_hans: 文件将上传到 %1$@。

# The files will be written to %@/%@.
source: The files will be written to %1$@/%2$@.
zh_hans: 文件将上传到 %1$@/%2$@。

source: The origin for %@ is returning errors.
zh_hans: %@ 的源站正在返回错误。

source: The origin machine
zh_hans: 源站设备

source: The push relay did not bind this notification to the selected Cloudflare account.
zh_hans: 推送中继未将此通知绑定到所选的 Cloudflare 账户。

source: This bucket has no objects.
zh_hans: 此存储桶暂无对象。

source: This catch-all uses a configuration Dash doesn't edit yet. Change it in the Cloudflare dashboard.
zh_hans: 此兜底路由使用了 Dash 暂不支持编辑的配置，请前往 Cloudflare 控制台修改。

source: This device has not received an APNs token yet. Try again in a moment.
zh_hans: 此设备尚未收到 APNs 令牌。请稍后再试。

source: This document is unavailable on this build.
zh_hans: 此构建未包含该文档。

source: This domain already delivers mail through %@. Turning on email routing replaces those MX records — mail stops reaching that provider immediately.
zh_hans: 此域名目前通过 %@ 接收邮件。开启邮件路由会替换现有 MX 记录，邮件将立即停止送达该服务商。

source: This link belongs to %@. Switch accounts before opening it?
zh_hans: 此链接属于 %@。是否先切换账户再打开？

source: This module needs %@. You can review the request before Cloudflare opens.
zh_hans: 此功能需要 %@。Cloudflare 打开前你可以先查看授权请求。

source: This removes every cached asset in this domain. Requests may temporarily reach your origin.
zh_hans: 将清除此域名下的所有缓存资源，请求可能会暂时直达源站。

source: This route is managed by a Worker's wrangler.jsonc. Changing it here would be overwritten on the next deploy.
zh_hans: 此路由由 Worker 的 wrangler.jsonc 管理，在这里修改会在下次部署时被覆盖。

source: This route is managed by a Worker. Change it where the Worker is configured.
zh_hans: 此路由由 Worker 管理，请前往该 Worker 的配置中修改。

source: This route uses a configuration Dash doesn't edit yet. Change it in the Cloudflare dashboard.
zh_hans: 此路由使用了 Dash 暂不支持编辑的配置，请前往 Cloudflare 控制台修改。

source: This shortcut targets %@. Switch to that account in Dash or choose a bucket from the active account.
zh_hans: 此快捷指令的目标账户是 %1$@。请在 Dash 中切换到该账户，或选择当前账户中的存储桶。

source: This shortcut uses an older unscoped bucket. Edit it and choose the R2 bucket again.
zh_hans: 此快捷指令使用的是旧版未限定账户的存储桶。请编辑快捷指令并重新选择 R2 存储桶。

source: This tunnel’s ingress rules live in cloudflared’s local configuration file. Cloudflare does not store them, so they cannot be shown here.
zh_hans: 该隧道的入口规则保存在 cloudflared 的本地配置文件中。Cloudflare 不存储这些规则，因此无法在此处显示。

source: This value exceeds Dash's 256 KiB viewer and editor limit. You can still copy or delete it.
zh_hans: 此值超过 Dash 的 256 KiB 查看与编辑上限。你仍可复制或删除它。

source: This value is not UTF-8 text, so it cannot be viewed or edited. You can still copy or delete it.
zh_hans: 此值不是 UTF-8 文本，无法查看或编辑。你仍可复制或删除它。

source: This virtual folder has no objects.
zh_hans: 此虚拟文件夹暂无对象。

source: Threats
zh_hans: 威胁

source: Time
zh_hans: 时间

source: Too large to preview on device. Use the ⋯ menu to copy its public URL.
zh_hans: 文件过大，无法在设备上预览。可使用 ⋯ 菜单复制公开链接。

source: Top countries
zh_hans: 热门国家/地区

source: Top countries by blocked requests
zh_hans: 按拦截请求排名的国家/地区

source: Top glow
zh_hans: 顶部光晕

source: Top rules
zh_hans: 热门规则

source: Total Bandwidth
zh_hans: 总带宽

source: Touch and hold, then drag to reorder
zh_hans: 长按并拖动以重新排序

source: Traffic split across %lld versions
zh_hans: 流量分布在 %lld 个版本

source: Traffic unavailable
zh_hans: 流量不可用

source: Transfer Period
zh_hans: 转移宽限期

source: Transfer Prohibited
zh_hans: 禁止转移

source: Transfer lock
zh_hans: 转移锁定

source: Try again
zh_hans: 重试

source: Tunnel
zh_hans: 隧道

source: Tunnel ID
zh_hans: 隧道 ID

source: Tunnel ID copied.
zh_hans: 隧道 ID 已复制。

source: Tunnel ID, %@
zh_hans: 隧道 ID，%@

source: Tunnel health
zh_hans: Tunnel 健康度

source: Tunnels
zh_hans: 隧道

source: Turn Under Attack mode on, or restore the previous security level.
zh_hans: 开启 Under Attack 模式，或恢复之前的安全级别。

source: Turn a domain's development mode on or off. Cloudflare auto-disables it after three hours.
zh_hans: 开启或关闭域名的开发模式。Cloudflare 会在三小时后自动关闭该模式。

source: Turn off
zh_hans: 关闭

source: Turn off email routing
zh_hans: 关闭邮件路由

source: Turn on email routing
zh_hans: 开启邮件路由

source: Type
zh_hans: 类型

source: Unavailable account
zh_hans: 不可用的账户

source: Unavailable domain
zh_hans: 不可用的域名

source: Under Attack
zh_hans: 攻击模式

source: Under Attack Mode
zh_hans: Under Attack 模式

source: Under Attack mode
zh_hans: Under Attack 模式

source: Under Attack mode is on for %@.
zh_hans: 已为 %@ 开启 Under Attack 模式。

source: Under Attack mode lives on the zone's WAF screen.
zh_hans: Under Attack 模式在该域名的 WAF 页面中。

source: Under Attack, SSL, and dev mode
zh_hans: Under Attack、SSL 与开发模式

source: Undo
zh_hans: 撤销

source: Undo all
zh_hans: 全部撤销

source: Undo all available.
zh_hans: 可以全部撤销。

source: Undo all deletions
zh_hans: 撤销全部删除

source: Undo available.
zh_hans: 可以撤销。

source: Undo deletion
zh_hans: 撤销删除

source: Unique visitors
zh_hans: 独立访客

source: Unique visitors chart for %@. Busiest day %@ visitors.
zh_hans: %1$@的独立访客图表。最高单日 %2$@ 位访客。

source: Unique visitors chart for %@. Busiest hour %@ visitors.
zh_hans: %1$@的独立访客图表。最高单小时 %2$@ 位访客。

source: Unknown
zh_hans: 未知

source: Unlocked
zh_hans: 已解锁

source: Unpin domain
zh_hans: 取消固定域名

source: Unread
zh_hans: 未读

source: Unread Cloudflare alerts for your account.
zh_hans: 你账户中未读的 Cloudflare 提醒。

source: Unverified
zh_hans: 未验证

source: Update Prohibited
zh_hans: 禁止更新

source: Updated %@
zh_hans: %@更新

source: Updating
zh_hans: 更新中

source: Updating…
zh_hans: 更新中…

source: Upload
zh_hans: 上传

# Upload %@ to %@ in %@?
source: Upload %1$@ to %2$@ in %3$@?
zh_hans: 要将 %1$@ 上传到 %3$@ 账户的 %2$@ 吗？

source: Upload R2
zh_hans: 上传到 R2

source: Upload a file into this folder.
zh_hans: 上传文件到此文件夹。

source: Upload a file to an R2 bucket. Copies the public URL when the bucket has one.
zh_hans: 将文件上传到 R2 存储桶。若存储桶有公开链接，上传后会复制该链接。

source: Upload a file to get started.
zh_hans: 上传文件即可开始。

source: Upload cancelled.
zh_hans: 上传已取消。

source: Upload file
zh_hans: 上传文件

source: Upload from any app
zh_hans: 从任意 App 上传

source: Upload to %@?
zh_hans: 要上传到 %1$@ 吗？

source: Upload to R2
zh_hans: 上传到 R2

source: Uploaded
zh_hans: 已上传

source: Uploaded %@
zh_hans: 已上传 %1$@

# Uploaded %@ to %@ in %@ — public URL copied.
source: Uploaded %1$@ to %2$@ in %3$@ — public URL copied.
zh_hans: 已将 %1$@ 上传到 %3$@ 账户的 %2$@，并已复制公开链接。

# Uploaded %@ to %@ in %@.
source: Uploaded %1$@ to %2$@ in %3$@.
zh_hans: 已将 %1$@ 上传到 %3$@ 账户的 %2$@。

# Uploaded %@ to %@.
source: Uploaded %1$@ to %2$@.
zh_hans: 已将 %1$@ 上传到 %2$@。

source: Uploaded %@.
zh_hans: 已上传 %@。

source: Uploaded %lld files
zh_hans: 已上传 %1$lld 个文件

source: Uploading %@
zh_hans: 正在上传 %@

# Uploading %lld of %lld…
source: Uploading %1$lld of %2$lld…
zh_hans: 正在上传 %1$lld / %2$lld…

source: Uploading as %@…
zh_hans: 正在上传为 %@…

source: Uploading…
zh_hans: 正在上传…

source: Use default avatar
zh_hans: 使用默认头像

source: Use lowercase letters, numbers, and hyphens.
zh_hans: 请使用小写字母、数字和连字符。

source: Use the catch-all control below the routes list for every other address.
zh_hans: 其他所有地址请使用路由列表下方的兜底转发设置。

source: Use this connection to load your Cloudflare account and resource data.
zh_hans: 使用此连接加载你的 Cloudflare 账户与资源数据。

source: User ID
zh_hans: 用户 ID

source: Value
zh_hans: 值

source: Value unavailable
zh_hans: 值不可用

source: Values over 256 KiB can be saved, but cannot be viewed or edited in Dash afterward.
zh_hans: 超过 256 KiB 的值仍可保存，但保存后无法在 Dash 中查看或编辑。

source: Verified
zh_hans: 已验证

source: Version
zh_hans: 版本

# Version %@ · %@%% traffic
source: Version %1$@ · %2$@%% traffic
zh_hans: 版本 %1$@ · %2$@%% 流量

source: Vibrate on button presses, selections, and confirmations.
zh_hans: 在按钮按下、选择和确认时震动。

source: View domain analytics
zh_hans: 查看域名分析

source: Virtual folder
zh_hans: 虚拟文件夹

source: Visitors
zh_hans: 访客

source: Visits
zh_hans: 访问次数

source: WHOIS privacy
zh_hans: WHOIS 隐私保护

source: Waiting for the registrar to point at the name servers above. Already updated them? Ask Cloudflare to check now instead of on the hourly sweep.
zh_hans: 等待注册商指向上述名称服务器。已更新？请 Cloudflare 立即检查，而非等待每小时扫描。

source: Warning
zh_hans: 警告

source: Watchtower charts
zh_hans: Watchtower 图表

source: Web Analytics is off
zh_hans: Web Analytics 未开启

source: Web Analytics reports a page view once a real browser loads a page.
zh_hans: 当真实浏览器加载页面时，Web Analytics 才会记录一次浏览。

source: Web Traffic
zh_hans: 网站流量

source: Weekly overview
zh_hans: 每周概览

source: Weight
zh_hans: 权重

source: What are we doing today?
zh_hans: 今天要做什么？

source: What happens to mail sent to any other address at this domain.
zh_hans: 发往此域名其他任意地址的邮件将如何处理。

source: What syncs
zh_hans: 同步内容

source: Will be attached through the %@ zone.
zh_hans: 将通过 %@ zone 绑定。

source: Will route through the %@ zone.
zh_hans: 将通过 %@ zone 路由。

source: Worker CPU time
zh_hans: Worker CPU 时间

source: Worker Invocations
zh_hans: Worker 调用次数

source: Worker domain
zh_hans: Worker 域名

source: Worker metrics. %lld requests, %lld errors
zh_hans: Worker 指标。%1$lld 次请求、%2$lld 次错误

source: Worker requests
zh_hans: Worker 请求

source: Worker · %@
zh_hans: 由 Worker %@ 处理

source: Workers Errors
zh_hans: Workers 错误

source: Wrangler deployment
zh_hans: Wrangler 部署

source: Write a value to a namespace
zh_hans: 向命名空间写入键值

source: Yes
zh_hans: 是

source: You'll need to reconnect your Cloudflare account to use Dash again.
zh_hans: 需要重新连接 Cloudflare 账户才能继续使用 Dash。

source: Your Cloudflare session is no longer valid. Sign in again.
zh_hans: 你的 Cloudflare 会话已失效。请重新登录。

source: Your server starts returning 5xx
zh_hans: 源站开始返回 5xx

source: Your weekly Cloudflare summary is ready.
zh_hans: 你的每周 Cloudflare 摘要已生成。

source: Zone
zh_hans: 区域

source: Zone search for “%@”
zh_hans: 在 zone 中搜索“%@”

source: and
zh_hans: 和

source: bucket root
zh_hans: 存储桶根目录

source: certificate %@
zh_hans: 证书 %@

source: disabled
zh_hans: 禁用

source: domain
zh_hans: 域名

source: domains
zh_hans: 个域名

source: enabled
zh_hans: 启用

source: essentially off
zh_hans: 基本关闭

source: flexible
zh_hans: 灵活

source: full
zh_hans: 完全

source: high
zh_hans: 高

source: in %lld days
zh_hans: %lld 天后

source: in your hand
zh_hans: 触手可及

source: items
zh_hans: 项

source: just now
zh_hans: 刚刚

source: keys
zh_hans: 个键

source: low
zh_hans: 低

source: medium
zh_hans: 中

source: object
zh_hans: 对象

source: objects
zh_hans: 对象

source: off
zh_hans: 关闭

source: ownership %@
zh_hans: 所有权 %@

source: records
zh_hans: 条记录

source: routes
zh_hans: 条路由

source: skipped %lld over the 100 MB on-device limit
zh_hans: 跳过 %lld 个超过 100 MB 设备限制的对象

source: skipped %lld — an object already exists at the destination
zh_hans: 跳过 %lld 个 — 目标位置已存在对象

source: strict
zh_hans: 完全（严格）

source: tomorrow
zh_hans: 明天

source: under attack
zh_hans: 遭受攻击

source: unknown
zh_hans: 未知

source: wrangler or the zone's Workers Routes
zh_hans: wrangler 或域名的 Workers Routes
